tutorials/cavity/Allrun_gdb.sh
blockMesh
gdb pisoFoam -x script1.gdb
